[
    {
        "category_name": "Cook Ware",
        "category_id": "01",
        "product_name": "Cooking Pan",
        "isVerified": false,
        "image": "https://m.media-amazon.com/images/I/61LuQDLNKVL._AC_SL1500_.jpg",
        "resale_price": 900,
        "original_price": 1700,
        "years_of_use": 2,
        "rating": 5,
        "seller_name": "Erika Fernandage",
        "gender": "Female",
        "product_company_name": "Japanese",
        "posted_time": "Wednesday, August 24,2022",
        "location": "Sylhet",
        "description": "Enameled cast iron delivers superior heat distribution and retention. Ready to use, requires no seasoning.Easy-to-clean and durable enamel resists dulling, staining, chipping and cracking. Light colored smooth interior enamel allows easy monitoring of cooking progress.Tight-fitting lids are specially designed to circulate steam and return moisture back to the food.Ergonomic knobs and handles are designed for easy lifting.Stainless steel knob is safe at any oven temperature. Lightest weight cast iron by quart on the market. Compatible with all cooktops and oven-safe up to 500 degrees F. Safe for dishwasher and metal utensils"
    },
    {
        "category_name": "Cook Ware",
        "category_id": "01",
        "product_name": "Grill Pan",
        "isVerified": false,
        "image": "https://assets.epicurious.com/photos/57684c0de047a6cf1ee826ad/16:9/w_2560%2Cc_limit/how-to-use-a-grill-pan-indoors-06202016.jpg",
        "resale_price": 1000,
        "original_price": 3500,
        "years_of_use": 1,
        "post_time": "Monday, August 29,2022",
        "rating": 5,
        "seller_name": "Monisha Koirala",
        "gender": "Female",
        "product_company_name": "Chaina",
        "posted_time": "Wednesday, August 24,2022",
        "location": "Cumilla",
        "description": "All-Clad's hard-anodized aluminum griddle features an easy-release nonstick interior. Two easy grip stainless loop handles are securely riveted for safe usage. Perimeter rim aids in catching grease, which can be drained off easily from two pour-spouts in the corners. Large size fits over two burners and can hold an entire meal from breakfast, lunch to dinner French toast with bacon or salmon with sauteed vegetables"
    },
    {
        "category_name": "Cook Ware",
        "category_id": "01",
        "product_name": "Stockpots & Multi Cookers",
        "isVerified": false,
        "image": "https://m.media-amazon.com/images/I/61WrxsGK1LL.jpg",
        "resale_price": 1200,
        "original_price": 9000,
        "years_of_use": 3,
        "post_time": "Tuesday, 1 November, 2022",
        "rating": 5,
        "seller_name": "Radhika Mehtaj",
        "gender": "Female",
        "product_company_name": "Chaina",
        "posted_time": "Wednesday, November 9,2022",
        "location": "Chittagong",
        "description": "The 12qt Multi Cooker is ideal to cook up a big batch of pasta, fresh corn on the cob, or clams for a clam bake. Oven-safe to 500 degrees F, the Multi Cooker comes with riveted stainless-steel handles. The included pasta basket and steamer basket feature lift-out handles to simplify draining and can be set aside if you are cooking soup or chili. The stainless interior is stick-resistant, non-reactive and cleans easily."
    },
    {
        "category_name": "Cook Tools",
        "category_id": "02",
        "product_name": "Natural Wood Cooking Spoon",
        "isVerified": false,
        "image": "https://cdn.shopify.com/s/files/1/2428/3177/products/Olive_Wood_kitchen_utensil_large_cooking_spoon_olive_wood_gift_by_MR_OLIVEWOOD_1024x1024.jpg?v=1556448810",
        "resale_price": 100,
        "original_price": 400,
        "years_of_use": "6 months",
        "post_time": "wednesday, 2 November, 2022",
        "rating": 5,
        "seller_name": "Robin Islam",
        "gender": "Male",
        "product_company_name": "Bangalour",
        "posted_time": "Wednesday, August 24,2022",
        "location": "Chittagong",
        "description": "The Cooking Spoons stir and mix sauces, stews, soups and gravy. The pointed edge reaches the tight corners of  your pots and pans. They are safe on non-stick surfaces, stainless steel and Teflon.  The spoons are very resistant to heat due to  its oily characteristics.  Olive wood is a hard wood making it very dense and durable for everyday use. Olive wood is nonporous so no germs or odors are retained.  All products are made from a single piece of wood; they are seamless and no two pieces are alike."
    },
    {
        "category_name": "Cook Tools",
        "category_id": "02",
        "product_name": "Natural wood Paddle Board",
        "isVerified": false,
        "image": "https://i5.walmartimages.com/asr/56d5f103-08d2-4a0a-82db-12debfd3d42e_1.1cbb19124d15ae7d738a59bcee2ccaaf.jpeg?odnHeight=612&odnWidth=612&odnBg=FFFFFF",
        "resale_price": 400,
        "original_price": 1200,
        "years_of_use": 2,
        "post_time": "wednesday, 2 November, 2022",
        "rating": 5,
        "seller_name": "Erika Fernandage",
        "gender": "Female",
        "product_company_name": "Silver",
        "posted_time": "Wednesday, August 24,2022",
        "location": "Sylhet",
        "description": "The Paddle Board is suitable for cutting bread, slicing cheese, chopping vegetables and carving meat. Olive wood is a hard wood making it very dense and durable for everyday use. Olive wood is nonporous so no germs or odors are retained. All products are made from a single piece of wood- they are seamless and no two pieces are alike."
    },
    {
        "category_name": "Cook Tools",
        "category_id": "02",
        "product_name": "Wood Honey Deeper",
        "isVerified": false,
        "image": "https://img.freepik.com/premium-vector/honey-dipper-empty-stick-wooden-spoon-pure-tool-3d-realistic-vector_87720-6256.jpg?w=2000",
        "resale_price": 100,
        "original_price": 500,
        "years_of_use": 1,
        "post_time": "Wednesday, August 24,2022",
        "rating": 5,
        "seller_name": "Munia Haque",
        "gender": "Female",
        "product_company_name": "",
        "posted_time": "Wednesday, August 24,2022",
        "location": "Sylhet",
        "description": "The honey dipper is a perfect tool to drizzle honey over your favorite dessert, breakfast or hot tea beverage. Olive wood is a hard wood making it very dense and durable for everyday use. Olive wood is nonporous so no germs or odors are retained. All products are made from a single piece of wood—they are seamless and no two pieces are alike."
    },
    {
        "category_name": "Electrics",
        "category_id": "03",
        "product_name": "Blender",
        "isVerified": false,
        "image": "https://www.proctorsilex.com/media/hub-products/53560-02.jpg",
        "resale_price": 2000,
        "original_price": 5000,
        "years_of_use": 2,
        "post_time": "Wednesday, August 24,2022",
        "rating": 5,
        "seller_name": "Mohita Haque",
        "gender": "Female",
        "product_company_name": "Vision",
        "posted_time": "Wednesday, August 24,2022",
        "location": "Cox's-Bazar",
        "description": "The vision Velocity Ultra 1-HP Blender is a powerful performer that features pre-programmed Ice Crush and Smoothie controls, Low and High blending speeds, and a convenient Pulse function. Its generous 56-ounce durable plastic jar features a tight-seal lid, soft-touch handle, and a 2-oz. measuring cap for precise measuring. It’s BPA-free and fits into a sturdy plastic base for a sleek, professional look. Electronic touch pad provides easy selection for all options."
    },
    {
        "category_name": "Electrics",
        "category_id": "03",
        "product_name": "Multi Cooker",
        "isVerified": false,
        "image": "https://gettoeasy.com.bd/public/uploads/all/9db9hzzvhe2CKksCRWPScQxh9yuWC2nFo54AolcV.jpg",
        "resale_price": 3500,
        "original_price": 7000,
        "years_of_use": 3,
        "post_time": "Wednesday, November 30,2022",
        "rating": 5,
        "seller_name": "Karina Fernandage",
        "gender": "Female",
        "product_company_name": "LUX",
        "posted_time": "Wednesday, August 24,2022",
        "location": "Cumilla",
        "description": "The LUX features a pressure cooking program that drastically reduces cooking time.  Food will maintain its natural color and flavor, while cooking your meals in up to 70% less time. The LUX also has a Slow Cooker, Rice Cooker and even a Yogurt Making function. The LUX comes with cooking assist functions that help make your one pot meals. Before you use a cooking program, you can saute, simmer, brown, and steam. There is also a keep warm and time delay function for added convenience. The control panel has a digital display that shows time, indicator lights to show when pressure or temperature is building and when it has been reached, and plus and minus buttons to adjust time. It also has a self-locking lid that locks with the turn of the handle. The lid will remain locked while there is pressure inside the unit and will only open when all pressure has been released. Features: The new LUX All-in-One Multi-Cooker with 12 preset programs! Pressure Cook (high and low), Slow Cook (high and low), Yogurt, White rice, Brown rice, and Risotto programs. Cooking Assist functions including Simmer, Saute, Steam and Brown. 4 Digit LED screen with soft-touch controls to easily adjust time with plus or minus buttons. Unit automatically switches to keep warm once the cooking time is complete for up to 12 hours. Time delay for up to 6 hours. Self locking lid that will not open while there is pressure inside the cooker for safety. Automatic pressure release setting for your convenience. Ceramic removable pot that is dishwasher safe. Includes a recipe booklet and a link to a digital download for an e-recipe book with more than 120 recipes. Requires standard household 110V connection. Includes a user manual. ETL Approved."
    },
    {
        "category_name": "Electrics",
        "category_id": "03",
        "product_name": "Waffle maker",
        "isVerified": false,
        "image": "https://static-01.daraz.com.bd/p/fe24c5b7fb537d4474197508195a9086.jpg",
        "resale_price": 1500,
        "original_price": 6000,
        "years_of_use": 3,
        "post_time": "Wednesday, November 16,2022",
        "rating": 5,
        "seller_name": "Ishita Poly",
        "gender": "Female",
        "product_company_name": "Cuisinart",
        "posted_time": "Wednesday, November 2,2022",
        "location": "Sylhet",
        "description": "Take waffles beyond breakfast with the Cuisinart 4-slice Belgian Waffle Maker. This reliable, high-performance waffle iron has an elegant stainless steel top. It makes deep-pocket waffles that hold more toppings for more delicious options! Five-setting controls create customized results to meet all tastes. Green light signals when unit is ready to bake and when baking is done, eliminating cooking guesswork!"
    },
    {
        "jjjj"
    }
]